name: "bg_removal"
platform: "onnxruntime_onnx"
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 1, 3, 1024, 1024 ]
  }
]
output [
  {
    name: "mask"
    data_type: TYPE_FP32
    dims: [ 1, 1, 1024, 1024 ]
  }
]