name: "depth_pro"
platform: "onnxruntime_onnx"
input [
  {
    name: "images"
    data_type: TYPE_FP16
    dims: [ 1, 3, 1536, 1536 ]
  }
]
output [
  {
    name: "depth"
    data_type: TYPE_FP32
    dims: [ 1, 1536, 1536 ]
  },
  {
    name: "f_px"
    data_type: TYPE_FP32
    dims: [ 1, 1 ]
  }
]
